import image0 from './img/0.jpg';
import image1 from './img/1.jpg';
import image2 from './img/2.jpg';
import image3 from './img/3.jpg';
import image4 from './img/4.jpg';
import image5 from './img/5.jpg';
import image6 from './img/6.jpg';
import image7 from './img/7.jpg';
import image8 from './img/8.jpg';
import image9 from './img/9.jpg';
import image10 from './img/10.jpg';
import image11 from './img/11.jpg';

export const RestaurantsDataList = [
  {
    id: 0,
    img: image0,
    locations: [
      { branch: '東京都港区', address: '〒東京都港区芝5-9-8' },
      { branch: '東京都渋谷区', address: '〒東京都渋谷区本町1-23' },
    ],
    name: '天使のネンミョン・悪魔のビビンミョン',
    description:
      '麻布界隈の人気焼肉店でシェフの経験をもつ店主がデリバリー向けに開発した冷麺とビビン麺！年中おいしく召し上がれます！ ',
  },
  {
    id: 1,
    img: image1,
    locations: [{ branch: '東京都渋谷区', address: '〒東京都渋谷区芝5-9-8' }],
    name: '明りの灯る森のシチュー屋さん',
    description:
      '自然の恵みがたっぷり入ったシチュー屋さん！軽食にもお食事にも！様々なシーンでご利用いただけます！',
  },
  {
    id: 2,
    img: image2,
    locations: [{ branch: '東京都港区', address: '〒東京都港区芝5-9-8' }],
    name: '完熟グラタンと熱烈ドリア',
    description:
      '完全店内仕込み！グラタン＆ドリアのお店！豊富なメニューで子供から大人まで大満足間違いなし！',
  },
  {
    id: 3,
    img: image3,
    locations: [{ branch: '東京都港区', address: '〒東京都港区芝5-9-8' }],
    name: 'ヤンソンさんの誘惑',
    description:
      'ヤンソンさんの誘惑とは19世紀に実在したとされる菜食主義者のヤンソンさんがそのあまりに美味しそうな香りに耐えられず、つい口にしてしまったという伝説を持つスウェーデンの伝統料理ヤンソンス・フレステルセのことを言います。味の決め手はたっぷりと使用したアンチョビ！細切りのジャガイモと玉ねぎ、生クリームを使用した上品でクリーミーな味わいが特徴です。当店ではデリバリー用に時間がたっても冷めにくいよう揚げたジャガイモとクリームソースを使用したオリジナルヤンソンス・フレステルセに仕上げております。少しとろみのついたクリームソースを使用することにより、冷めにくく、こぼれにくいだけでなく、ジャガイモにソースがしっかりと絡みます。本物のヤンソンさんが見たら口にしてしまうどころか完食しておかわりするに違いありません。トッピングも多数用意し、より現代的で日本的にもなったヤンソンさんの誘惑をお楽しみください。',
  },
  {
    id: 4,
    img: image4,
    locations: [{ branch: '東京都港区', address: '〒東京都港区芝5-9-8' }],
    name: 'ブライアンのポキボウル',
    description:
      '組み合わせ無限大のトロントスタイルポキ！店主がトロント留学時代に通い詰めたヘルシー且つ大満足のポキボウル店を再現しました。決め手は栄養満点の生ケール！栄養価だけでなくケールのほのかな苦みがここでしか味わえない唯一無二のポキボウルに仕上がっております。',
  },
  {
    id: 5,
    img: image5,
    locations: [{ branch: '東京都港区', address: '〒東京都港区芝5-9-8' }],
    name: 'スパイシーチキンアンドトマト',
    description:
      '一度食べたらヤミツキ！味濃いめのスパイシーチキンです。バター香るターメリックライスとフレッシュトマトの最強コンボをお楽しみください。',
  },
  {
    id: 6,
    img: image6,
    locations: [{ branch: '東京都港区', address: '〒東京都港区芝5-9-8' }],
    name: 'てりやきエクスプレス',
    description:
      '海外で大流行のTERIYAKIを逆輸入しました。従来の照り焼きのように、食材と一緒に調理するのではなくソースとしてTERIYAKIを楽しむ海外スタイルの丼ぶりです。店内で12時間以上かけて作る完全オリジナルのTERIYAKIソースは本場の味を超えた香ばしく、白米と相性抜群の絶品ソースに仕上がっています。粒の経った国産米と香ばしく焼き上げたチキンをTERIYAKIでお楽しみください。',
  },
  {
    id: 7,
    img: image7,
    locations: [{ branch: '東京都港区', address: '〒東京都港区芝5-9-8' }],
    name: '',
    description: '',
  },
  {
    id: 8,
    img: image8,
    locations: [{ branch: '東京都港区', address: '〒東京都港区芝5-9-8' }],
    name: 'ターメリックライスで食べる‼タンドリーチキンBOX',
    description:
      'スパイスをたっぷり使った自家製付けダレに一晩漬けこんだ当店オリジナルのタンドリーチキン専門店です。ヘルシーで発汗作用も見込めるスパイスを使いつつジャンキーな味に仕上げました。こんがりと焼きあがったチキンはカレー風味の香ばしい香りが食欲を引き立てます。全メニューについてるフレッシュトマトがさっぱリと程よい酸味で無限ループを生み出しています。一度食べたらヤミツキ間違い無しのタンドリーチキンをお楽しみください。',
  },
  {
    id: 9,
    img: image9,
    locations: [{ branch: '東京都港区', address: '〒東京都港区芝5-9-8' }],
    name: '和牛ボロネーゼ Ristorante di ragù',
    description:
      'イタリア北部のボローニャ地方のラグー・アッラ・ボロニェーゼを和牛を使って忠実に再現しました。和牛と赤ワイン、たっぷりの野菜でじっくりと時間をかけて作り上げた最高品質のボロネーゼです。素材の味をしっかり感じてもらえるよう、あえて薄味に仕上げ、通常よりたっぷりと使用しております。和牛だからこそ出せる濃い肉の味、じっくり時間をかけて出る赤ワインの渋味と甘み、たっぷりの野菜の旨味、当店でしか味わえないボロネーゼをご賞味ください。パスタはもちろん、ライスやバケットとの相性も抜群です。',
  },
  {
    id: 10,
    img: image10,
    locations: [{ branch: '東京都港区', address: '〒東京都港区芝5-9-8' }],
    name: 'チキンオーバーライス・オブ・アルティメット',
    description:
      'NYの屋台フードといえばコレ！ターメリックライスの上にこんがり焼き上げたチキンをのせてヨーグルトソースとチリソースをかけて召し上がっていただきます。スパイスにこだわり10種類以上のオリジナルブレンドスパイスと特製のタレにじっくり一晩漬け込んだ究極のスパイスチキンを使用しています。オーバーライス戦国時代を生き抜いた圧倒的な美味しさを誇る究極のチキンオーバーライス「チキンオーバーライス・オブ・アルティメット」ご堪能ください。',
  },
  {
    id: 11,
    img: image11,
    locations: [{ branch: '東京都港区', address: '〒東京都港区芝5-9-8' }],
    name: '白米で食べる‼ジャークチキンBOX',
    description:
      '10種類以上のスパイスと調味料にじっくり漬け込んだ特製のジャークチキン。白米に合うようちょっとだけ和のテイストを織り交ぜた当店完全オリジナルです。割合を気にするのはもちろん、スパイスによって粉末、粗びきを使い分けることで味、香りに深みを出しています。粒のたったホカホカのご飯とスパイシーな香り漂うジャークチキンの相性をご堪能ください。',
  },
];
